start_message1 = """
    Привет, {name}! Рады, что ты тут!😍 Мы, Ирина Панчукова и Анастасия Смоляк, провели *первый бизнес-завтрак для хоумстейджеров в г.Москва*, посвященный работе с риелторами.
В Благодарственном письме от нас кликабельные ссылки😚, работают после скачивания файла👍
    """
start_message2 = "Выбери вариант:"
iwasonmeeting = "Благодарим тебя за доверие !😍 Заметили, что это особенное удовольствие *общаться друг с другом вживую*, быть в окружении коллег на одной волне!😍"
offer1 = "В общем, хорошие новости и для тех, кто ждал запись, и для тех, кто был лично на встрече..."
offer2 = "Чтобы вся ценность встречи всегда была под рукой, *мы дарим тебе доступ* к полной видеозаписи бизнес-завтрака!"
offer3 = "Запись получилась офигенная!😍 Качество изображения и звук на высоте! Будто прямо сейчас находишься в зале встречи!"
offer4 = 'Чтобы быстро получить доступ к видео-записи, <b>проверь, пожалуйста, подписку</b> на наши телеграм-каналы: \n<a href="https://t.me/panchukova">канал Ирины Панчуковой</a> \n<a href="https://t.me/profi_homestaging">канал Анастасии Смоляк</a>'
no_sub = "Упс! Не видим тебя в подписчиках. Проверь, пожалуйста, еще раз"
get_sub1 = "😍Отлично, {name} \nФильм о встрече хоумстейджеров, посвященный работе с риелторами, можешь смотреть по ссылке:"
get_sub2 = "Но и это еще не всё!🙂 На встрече было много вопросов по аудитам и другим услугам, которые мы практикуем. Поэтому, *мы решили поделиться своим Бланком отчета по аудиту и Рекомендациями по сценариям показа!*😍"
get_sub3 = "Ну как, удивили?😉 \nПолезности можешь забрать вот тут👇"
get_sub4 = """😀{name}, ну а мы будем благодарны тебе за обратную связь по мероприятию, отправленным материалам. Чем была полезна инфа на бизнес-завтраке, какие инсайты и выводы?  
Заранее спасибо!  
👇👇👇✍️"""
get_sub5 = """{name}, сохрани этот бот в подписках😃 Тут будешь первым узнавать о событиях и новых полезностях от нас! Спасибо и отличного дня!  

Ирина и Анастасия,  
хоумстейджеры г.Иркутск"""
record_ready = "Запись уже готова!"
yay1 = "Благодарим тебя за ожидание !😍 Заметили, что это особенное удовольствие общаться друг с другом вживую, быть в окружении коллег на одной волне!😍 Но здорово, что была возможность сделать запись!😍"
yay2 = "Запись получилась офигенная!😍 Качество изображения и звук на высоте! Будто прямо сейчас находишься в зале встречи!"
yay3 = 'Чтобы быстро получить доступ к видео-записи, проверь, пожалуйста, подписку на наши телеграм-каналы\n<a href="https://t.me/panchukova">канал Ирины Панчуковой</a>\n<a href="https://t.me/profi_homestaging">канал Анастасии Смоляк</a>'


message_dict = {
    'start_message1' : start_message1,
    'start_message2' : start_message2,
    'iwasonmeeting' : iwasonmeeting,
    'offer1' : offer1,
    'offer2' : offer2,
    'offer3' : offer3,
    'offer4' : offer4,
    'no_sub' : no_sub,
    'get_sub1' : get_sub1,
    'get_sub2' : get_sub2,
    'get_sub3' : get_sub3,
    'get_sub4' : get_sub4,
    'get_sub5' : get_sub5,
    'record_ready' : record_ready,
    'yay1' : yay1,
    'yay2' : yay2,
    'yay3' : yay3
    }
